export const pdoScorecard = [
	{
		test: 'Количество образовательных, учебно-исследовательских, социальных, творческих и иных проектов обучающихся',
		score: 2,
	},
	{
		test: 'Учет индивидуальных особенностей обучающихся, при обучении предмету (по результатам ВШК и контроля администрации)',
		score: 2,
	},
	{
		test: 'Количество открытых учебных занятий (внеклассных мероприятий, мастер-классов,  предметных декад, дней, тематических вечеров и пр.) демонстрирующих эффективное использование современных образовательных технологий, коррекционно-развивающих методов и приемов работы.',
		score: 5,
	},
	{
		test: 'Презентации собственной педагогической деятельности: участие педагога в профессиональных конкурсах, научно-практических конференциях, семинарах разного уровня (районные, городские, республиканские, всероссийские, международные). Участие в инновационной и экспериментальной работе. Научно-методические, учебно-методические публикации. Обобщение собственного педагогического опыта',
		score: 5,
	},
];
